{"events":[{"title":"The Festivity of Saint Blaise, the patron of Dubrovnik ","image":"https://upload.wikimedia.org/wikipedia/commons/e/e2/Pu%C5%A1tanje_golubica.JPG","date":"2024-02-03","description":"The Festivity of Saint Blaise, the patron of Dubrovnik  is a festivity organized on February 3 continuously since the year 972 AD in the City of Dubrovnik, Croatia on the occasion of the celebration of Saint Blaise's day. The festivity is based on the legend of the appearance of St. Blaise, who helped the people of Dubrovnik in defending their town against the Republic of Venice. It is attended by many people, including residents of the city, surrounding areas, other parts of Croatia, and neighboring countries, tourists, and representatives of state and local authorities of the Roman Catholic Church. It was recognized as a UNESCO Intangible Cultural Heritage in 2009.","id":"85d527bd-6364-4153-858e-1255135327ea"},{"title":"Red Bull Cliff Diving Mostar ","image":"https://img.redbull.com/images/c_limit,w_1500,h_1000,f_auto,q_auto/redbullcom/2022/8/30/w36njefp8kfp0wzqpw1e/redbullcliffdiving","date":"2024-09-09","description":"The Red Bull Cliff Diving World Series makes an eighth visit to beautiful and historic Mostar in 2023. The city’s 16th-century bridge, Stari Most, will once again host the elite cliff divers as they demonstrate ultimate courage, control and some insane athleticism!","id":"5cd0b81b-03a0-4fdc-8580-554571f9f931"},{"title":"Špancirfest Varaždin","image":"https://media.timeout.com/images/105502311/image.jpg","date":"2024-08-27","description":"Špancirfest is a street festival that is held every year since 1999 in Varaždin, Croatia, and lasts for 10 days. It begins at the end of August, and ends at the beginning of September. During these days Varazdin regularly hosts over a 100,000 tourists coming from all over Croatia and the surrounding countries.","id":"bb8f3035-1a64-4e29-bab4-ce8fafc3de18"},{"id":"e1","title":"A dummy event","date":"2023-02-22","image":"https://blog.hubspot.de/hubfs/Germany/Blog_images/Optimize_Marketing%20Events%20DACH%202021.jpg","description":"Join this amazing event and connect with fellow developers."}]}